[{"word":"Washer","meaning":"A fitting, usually having a plug, applied to a cistern, tub,sink, or the like, and forming the outlet opening."},{"word":"Precedential","meaning":"Of the nature of a precedent; having force as an example forimitation; as, precedential transactions.All their actions in that time are not precedential to warrantposterity. Fuller."},{"word":"Reincrease","meaning":"To increase again."},{"word":"Sclerogen","meaning":"The thickening matter of woody cells; lignin."},{"word":"Washen","meaning":"p. p. of Wash. Chaucer."},{"word":"Transflux","meaning":"A flowing through, across, or beyond. [R.]"},{"word":"Natchnee","meaning":"An annual grass (Eleusine coracona), cultivated in India as afood plant."},{"word":"Spalpeen","meaning":"A scamp; an Irish term for a good-for-nothing fellow; -- oftenused in good-humored contempt or ridicule. [Colloq.]"},{"word":"Cracovian","meaning":"Of or pertaining to Cracow in Poland."},{"word":"Narwhal","meaning":"An arctic cetacean (Monodon monocerous), about twenty feetlong. The male usually has one long, twisted, pointed canine tooth,or tusk projecting forward from the upper jaw like a horn, whence itis called also sea unicorn, unicorn fish, and unicorn whale.Sometimes two horns are developed, side by side."},{"word":"Neutrally","meaning":"In a neutral manner; without taking part with either side;indifferently."},{"word":"Agrarian","meaning":"Wild; -- said of plants growing in the fields."},{"word":"Macrodome","meaning":"A dome parallel to the longer lateral axis of an orthorhombiccrystal. See Dome, n., 4."},{"word":"Unnumbered","meaning":"Not numbered; not counted or estimated; innumerable. Dryden."},{"word":"Rhythmer","meaning":"One who writes in rhythm, esp. in poetic rhythm or meter. [R.]One now scarce counted a rhythmer, formerly admitted for a poet.Fuller."},{"word":"Colleagueship","meaning":"Partnership in office. Milton."},{"word":"Pirai","meaning":"Same as Piraya."},{"word":"Extracapsular","meaning":"Situated outside of a capsule, esp. outside the capsularligament of a joint."},{"word":"Oxymoron","meaning":"A figure in which an epithet of a contrary signification isadded to a word; e. g., cruel kindness; laborious idleness."},{"word":"Physiogeny","meaning":"The germ history of the functions, or the history of thedevelopment of vital activities, in the individual, being one of thebranches of ontogeny. See Morphogeny. Haeckel."},{"word":"Oscillatory","meaning":"Moving, or characterized by motion, backward and forward like apendulum; swinging; oscillating; vibratory; as, oscillatory motion."},{"word":"Adorningly","meaning":"By adorning; decoratively."},{"word":"Swedish","meaning":"Of or pertaining to Sweden or its inhabitants. Swedish turnip.(Bot.) See under Turnip."},{"word":"Insensibleness","meaning":"Insensibility. Bp. Hall."},{"word":"Agedness","meaning":"The quality of being aged; oldness.Custom without truth is but agedness of error. Milton."},{"word":"Macrodont","meaning":"Having large teeth.-- n."},{"word":"Cutis","meaning":"See Dermis."},{"word":"Adulatress","meaning":"A woman who flatters with servility."},{"word":"Shaker","meaning":"A variety of pigeon. P. J. Selby."},{"word":"Imporosity","meaning":"The state or quality of being imporous; want of porosity;compactness. \"The . . . imporosity betwixt the tangible parts.\"Bacon."},{"word":"Armature","meaning":"A piece of soft iron used to connect the two poles of a magnet,or electro-magnet, in order to complete the circuit, or to receiveand apply the magnetic force. In the ordinary horseshoe magnet, itserves to prevent the dissipation of the magnetic force."},{"word":"Brazenfaced","meaning":"Impudent; shameless."},{"word":"Cutin","meaning":"The substance which, added to the material of a cell wall,makes it waterproof, as in cork."},{"word":"Bookbinder","meaning":"One whose occupation is to bind books."},{"word":"Incised","meaning":"Having deep and sharp notches, as a leaf or a petal."},{"word":"Symphysotomy","meaning":"Symphyseotomy."},{"word":"Acatalepsy","meaning":"Incomprehensibility of things; the doctrine held by the ancientSkeptic philosophers, that human knowledge never amounts tocertainty, but only to probability."},{"word":"-","meaning":"A disposition of property for the benefit of some person orpersons, usually through the medium of trustees, and for the benefitof a wife, children, or other relatives; jointure granted to a wife,or the act of granting it."},{"word":"Hegira","meaning":"The flight of Mohammed from Mecca, September 13, A. D. 622(subsequently established as the first year of the Moslem era);hence, any flight or exodus regarded as like that of Mohammed."},{"word":"Moniliales","meaning":"The largest of the three orders into which the Fungi Imperfectiare divided, including various forms."},{"word":"Sagamore","meaning":"The head of a tribe among the American Indians; a chief; --generally used as synonymous with sachem, but some writtersdistinguished between them, making the sachem a chief of the firstrank, and a sagamore one of the second rank. \"Be it sagamore, sachem,or powwow.\" Longfellow."},{"word":"Crinicultural","meaning":"Relating to the growth of hair. [R.]"},{"word":"Muslinet","meaning":"A sort of coarse or light cotton cloth."},{"word":"Deglutitious","meaning":"Pertaining to deglutition. [R.]"},{"word":"Stewardship","meaning":"The office of a steward. Shak."},{"word":"Kicksy-wicksy","meaning":"Fantastic; restless; as, kicksy-wicksy flames. Nares."},{"word":"Rinser","meaning":"One who, or that which, rinses."},{"word":"D","meaning":"The nominal of the second tone in the model major scale (thatin C), or of the fourth tone in the relative minor scale of C (thatin A minor), or of the key tone in the relative minor of F."},{"word":"Addlings","meaning":"Earnings. [Prov. Eng.] Wright."},{"word":"E","meaning":"E is the third tone of the model diatonic scale. E (E flat) isa tone which is intermediate between D and E."},{"word":"Musician","meaning":"One skilled in the art or science of music; esp., a skilledsinger, or performer on a musical instrument."},{"word":"F","meaning":"."},{"word":"Turbit","meaning":"The turbot."},{"word":"G","meaning":"G is the name of the fifth tone of the natural or model scale;-- called also sol by the Italians and French. It was also originallyused as the treble clef, and has gradually changed into the characterrepresented in the margin. See Clef. G# (G sharp) is a toneintermediate between G and A."},{"word":"Brush turkey","meaning":"A large, edible, gregarious bird of Australia (TalegallaLathami) of the family Megapodidæ. Also applied to several alliedspecies of New Guinea."},{"word":"A","meaning":"The first letter of the English and of many other alphabets.The capital A of the alphabets of Middle and Western Europe, as alsothe small letter (a), besides the forms in Italic, black letter,etc., are all descended from the old Latin A, which was borrowed fromthe Greek Alpha, of the same form; and this was made from the firstletter (Aleph, and itself from the Egyptian origin. The Aleph was aconsonant letter, with a guttural breath sound that was not anelement of Greek articulation; and the Greeks took it to representtheir vowel Alpha with the ä sound, the Phoenician alphabet having novowel symbols. This letter, in English, is used for several differentvowel sounds. See Guide to pronunciation, §§ 43-74. The regular longa, as in fate, etc., is a comparatively modern sound, and has takenthe place of what, till about the early part of the 17th century, wasa sound of the quality of ä (as in far)."},{"word":"Formidolose","meaning":"Very much afraid. [Obs.] Bailey."},{"word":"B","meaning":"is the second letter of the English alphabet. (See Guide toPronunciation, §§ 196,220.) It is etymologically related to p , v , f, w and m , letters representing sounds having a close organicaffinity to its own sound; as in Eng. bursar and purser; Eng. bearand Lat. pear; Eng. silver and Ger. silber; Lat. cubitum and It.gomito; Eng. seven, Anglo-Saxon seofon, Ger. sieben, Lat. septem,Gr.ptan. The form of letter B is Roman, from Greek B (Beta), ofSemitic origin. The small b was formed by gradual change from thecapital B."},{"word":"Reminiscent","meaning":"Recalling to mind, or capable of recalling to mind; havingremembrance; reminding one of something.Some other of existence of which we have been previously conscious,and are now reminiscent. Sir W. Hamilton."},{"word":"C","meaning":"(a) The keynote of the normal or \"natural\" scale, which hasneither flats nor sharps in its signature; also, the third note ofthe relative minor scale of the same (b) C after the clef is the markof common time, in which each measure is a semibreve (four fourths orcrotchets); for alla breve time it is written (c) The \"C clef,\" amodification of the letter C, placed on any line of the staff, abowsthat line to be middle C."},{"word":"Sacrosciatic","meaning":"Of or pertaining to both the sacrum and the hip; as, thesacrosciatic formina formed by the sacrosciatic ligaments whichconnect the sacrum and hip bone."},{"word":"L","meaning":"A short right-angled pipe fitting, used in connecting two pipesat right angles. [Written also ell.]"},{"word":"Womanish","meaning":"Suitable to a woman, having the qualities of a woman;effeminate; not becoming a man; -- usually in a reproachful sense.See the Note under Effeminate. \" Thy tears are womanish.\" Shak. \"Womanish entreaties.\" Macaulay.A voice not soft, weak, piping, and womanish, but audible, strong,and manlike. Ascham.-- Wom\"an*ish*ly, adv.-- Wom\"an*ish*ness, n."},{"word":"N","meaning":"N, the fourteenth letter of English alphabet, is a vocalconsonent, and, in allusion to its mode of formation, is called thedentinasal or linguanasal consonent. Its commoner sound is that heardin ran, done; but when immediately followed in the same word by thesound of g hard or k (as in single, sink, conquer), it usuallyrepresents the same sound as the digraph ng in sing, bring, etc. Thisis a simple but related sound, and is called the gutturo-nasalconsonent. See Guide to Pronunciation, §§ 243-246. The letter N cameinto English through the Latin and Greek from the Phoenician, whichprobably derived it from the Egyptian as the ultimate origin. It isetymologically most closely related to M. See M."},{"word":"Adobe","meaning":"An unburnt brick dried in the sun; also used as an adjective,as, an adobe house, in Texas or New Mexico."},{"word":"O","meaning":"A prefix to Irish family names, which signifies grandson ordescendant of, and is a character of dignity; as, O'Neil, O'Carrol."},{"word":"Soberly","meaning":"In a sober manner; temperately; cooly; calmly; gravely;seriously."},{"word":"H","meaning":"the eighth letter of the English alphabet, is classed among theconsonants, and is formed with the mouth organs in the same positionas that of the succeeding vowel. It is used with certain consonantsto form digraphs representing sounds which are not found in thealphabet, as sh, th, th, as in shall, thing, thine (for zh see §274);also, to modify the sounds of some other letters, as when placedafter c and p, with the former of which it represents a compoundsound like that of tsh, as in charm (written also tch as in catch),with the latter, the sound of f, as in phase, phantom. In some words,mostly derived or introduced from foreign languages, h following cand g indicates that those consonants have the hard sound before e,i, and y, as in chemistry, chiromancy, chyle, Ghent, Ghibelline,etc.; in some others, ch has the sound of sh, as in chicane. SeeGuide to Pronunciation, §§ 153, 179, 181-3, 237-8."},{"word":"Shiver","meaning":"A variety of blue slate."},{"word":"I","meaning":"The nominative case of the pronoun of the first person; theword with which a speaker or writer denotes himself."},{"word":"Threatening","meaning":"a. & n. from Threaten, v.-- Threat\"en*ing*ly, adv. Threatening letters (Law), letterscontaining threats, especially those designed to extort money, or toobtain other property, by menaces; blackmailing letters."},{"word":"J","meaning":". J is the tenth letter of the English alphabet. It is a latervariant form of the Roman letter I, used to express a consonantalsound, that is, originally, the sound of English y in yet. The formsJ and I have, until a recent time, been classed together, and theyhave been used interchangeably."},{"word":"Deedful","meaning":"Full of deeds or exploits; active; stirring. [R.] \"A deedfullife.\" Tennyson."},{"word":"Catchable","meaning":"Capable of being caught. [R.]"},{"word":"Geodephagous","meaning":"Living in the earth; -- applied to the ground beetles."},{"word":"K","meaning":"(K is from the Latin, which used the letter but little exceptin the early period of the language. It came into the Latin from theGreek, which received it from a Phoenician source, the ultimateorigin probably being Egyptian,. Etymologically K is most nearlyrelated to c, g, h (which see)."},{"word":"Ferriprussiate","meaning":"A ferricyanate; a ferricyanide. [R.]"},{"word":"U","meaning":"U, the twenty-first letter of the English alphabet, is acursive form of the letter V, with which it was formerly usedinterchangeably, both letters being then used both as vowels andconsonants. U and V are now, however, differentiated, U being usedonly as a vowel or semivowel, and V only as a consonant. The trueprimary vowel sound of U, in Anglo-Saxon, was the sound which itstill retains in most of the languages of Europe, that of long oo, asin tool, and short oo, as in wood, answering to the French ou intour. Etymologically U is most closely related to o, y (vowel), w,and v; as in two, duet, dyad, twice; top, tuft; sop, sup; auspice,aviary. See V, also O and Y. See Guide to Pronunciation, §§ 130-144."},{"word":"Subjugator","meaning":"One who subjugates; a conqueror."},{"word":"Succinous","meaning":"Succinic. [R.]"},{"word":"W","meaning":"W, the twenty-third letter of the English alphabet, is usuallya consonant, but sometimes it is a vowel, forming the second elementof certain diphthongs, as in few, how. It takes its written form andits name from the repetition of a V, this being the original form ofthe Roman capital letter which we call U. Etymologically it is mostrelated to v and u. See V, and U. Some of the uneducated classes inEngland, especially in London, confuse w and v, substituting the onefor the other, as weal for veal, and veal for weal; wine for vine,and vine for wine, etc. See Guide to Pronunciation, §§ 266-268."},{"word":"Wierangle","meaning":"Same as Wariangle. [Obs. or Prov. Eng.]"},{"word":"Suboval","meaning":"Somewhat oval; nearly oval."},{"word":"Q","meaning":", the seventeenth letter of the English alphabet, has but onesound (that of k), and is always followed by u, the two letterstogether being sounded like kw, except in some words in which the uis silent. See Guide to Pronunciation, § 249. Q is not found inAnglo-Saxon, cw being used instead of qu; as in cwic, quick; cwen,queen. The name (ku) is from the French ku, which is from the Latinname of the same letter; its form is from the Latin, which derivedit, through a Greek alphabet, from the Phoenician, the ultimateorigin being Egyptian. Etymologically, q or qu is most nearly relatedto a (ch, tch), p, q, and wh; as in cud, quid, L. equus, ecus, horse,Gr. equine, hippic; L. quod which, E. what; L. aquila, E. eaqle; E.kitchen, OE. kichene, AS. cycene, L. coquina."},{"word":"P","meaning":"the sixteenth letter of the English alphabet, is a nonvocalconsonant whose form and value come from the Latin, into whichlanguage the letter was brought, through the ancient Greek, from thePhonician, its probable origin being Egyptian. Etymologically P ismost closely related to b, f, and v; as hobble, hopple; father,paternal; recipient, receive. See B, F, and M."},{"word":"Taintworm","meaning":"A destructive parasitic worm or insect larva."},{"word":"Inescapable","meaning":"Not escapable."},{"word":"Hemoglobin","meaning":"The normal coloring matter of the red blood corpuscles ofvertebrate animals. It is composed of hematin and globulin, and isalso called hæmatoglobulin. In arterial blood, it is always combinedwith oxygen, and is then called oxyhemoglobin. It crystallizes underdifferent forms from different animals, and when crystallized, iscalled hæmatocrystallin. See Blood crystal, under Blood."},{"word":"S","meaning":"the nineteenth letter of the English alphabet, is a consonanat,and is often called a sibilant, in allusion to its hissing sound. Ithas two principal sounds; one a more hissing, as in sack, this; theother a vocal hissing (the same as that of z), as in is, wise.Besides these it sometimes has the sounds of sh and zh, as in sure,measure. It generally has its hissing sound at the beginning ofwords, but in the middle and at the end of words its sound isdetermined by usage. In a few words it is silent, as in isle, débris.With the letter h it forms the digraph sh. See Guide topronunciation, t\\'c5 255-261."},{"word":"R","meaning":"R, the eighteenth letter of the English alphabet, is a vocalconsonant.  It is sometimes called a semivowel, and a liquid. SeeGuide to Pronunciation, §§ 178, 179, and 250-254. \"R is the dog'sletter and hurreth in the sound.\"  B. Jonson."},{"word":"Asphyxiation","meaning":"The act of causing asphyxia; a state of asphyxia."},{"word":"Facundity","meaning":"Eloquence; readiness of speech. [Archaic]"},{"word":"Bureaucrat","meaning":"An official of a bureau; esp. an official confirmed in a narrowand arbitrary routine. C. Kingsley."},{"word":"Dear-loved","meaning":"Greatly beloved. Shak."},{"word":"Y","meaning":"Y, the twenty-fifth letter of the English alphabet, at thebeginning of a word or syllable, except when a prefix (see Y-), isusually a fricative vocal consonant; as a prefix, and usually in themiddle or at the end of a syllable, it is a vowel. See Guide toPronunciation, §§ 145, 178-9, 272."},{"word":"X","meaning":"X, the twenty-fourth letter of the English alphabet, has threesounds; a compound nonvocal sound (that of ks), as in wax; a compoundvocal sound (that of gz), as in example; and, at the beginning of aword, a simple vocal sound (that of z), as in xanthic.  See Guide toPronunciation, §§ 217, 270, 271."},{"word":"Outfling","meaning":"A gibe; a contemptuous remark."},{"word":"Wellingtonia","meaning":"A name given to the \"big trees\" (Sequoia gigantea) ofCalifornia, and still used in England. See Sequoia."},{"word":"Deaconess","meaning":"A female deacon; as:(a) (Primitive Ch.) One of an order of women whose duties resembledthose of deacons. (b) (Ch. of Eng. and Prot. Epis. Ch.)"},{"word":"Z","meaning":"Z, the twenty-sixth and last letter of the English alphabet, isa vocal consonant. It is taken from the Latin letter Z, which camefrom the Greek alphabet, this having it from a Semitic source. Theultimate origin is probably Egyptian. Etymologically, it is mostclosely related to s, y, and j; as in glass, glaze; E. yoke, Gr.yugum; E. zealous, jealous. See Guide to Pronunciation, §§ 273, 274."},{"word":"Vouchsafe","meaning":"To condescend; to deign; to yield; to descend or stoop.Chaucer.Vouchsafe, O Lord, to keep us this day without sin. Bk. of Com.Prayer.Vouchsafe, illustrious Ormond, to behold What power the charms ofbeauty had of old. Dryden."},{"word":"Hugger","meaning":"One who hugs or embraces."},{"word":"Chlorodyne","meaning":"A patent anodyne medicine, containing opium, chloroform, Indianhemp, etc."},{"word":"Mammalogical","meaning":"Of or pertaining to mammalogy."},{"word":"Preferential voting","meaning":"A system of voting, as at primaries, in which the voters areallowed to indicate on their ballots their preference (usually theirfirst and second choices) between two or more candidates for anoffice, so that if no candidate receives a majority of first choicesthe one receiving the greatest number of first and second choicestogether in nominated or elected."},{"word":"Anisocoria","meaning":"Inequality of the pupils of the eye."},{"word":"Outsentry","meaning":"A sentry who guards the entrance or approach to a place; anoutguard."},{"word":"Slash pine","meaning":"A kind of pine tree (Pinus Cubensis) found in Southern Floridaand the West Indies; -- so called because it grows in \"slashes.\""},{"word":"Ophiomancy","meaning":"Divination by serpents, as by their manner of eating, or bytheir coils."},{"word":"Rubiretin","meaning":"One of the red dye products extracted from madder root, andprobably identical with ruberythrinic acid."},{"word":"Valure","meaning":"Value. [Obs.] Ld. Berners."},{"word":"Indurance","meaning":"See Endurance."},{"word":"Omni-","meaning":"A combining form denoting all, every, everywhere; as inomnipotent, all-powerful; omnipresent."},{"word":"Hound","meaning":"A variety of the domestic dog, usually having large, droopingears, esp. one which hunts game by scent, as the foxhound,bloodhound, deerhound, but also used for various breeds of fleethunting dogs, as the greyhound, boarhound, etc.Hounds and greyhounds, mongrels, spaniels, curs. Shak."},{"word":"Illision","meaning":"The act of dashing or striking against. Sir T. Browne."},{"word":"Abstersion","meaning":"Act of wiping clean; a cleansing; a purging.The task of ablution and abstersion being performed. Sir W. Scott."},{"word":"Conjugality","meaning":"The conjugal state; sexual intercourse. [R.] Milton."},{"word":"Infrabranchial","meaning":"Below the gills; -- applied to the ventral portion of thepallial chamber in the lamellibranchs."},{"word":"Photozincograph","meaning":"A print made by photozincography.-- Pho`to*zin`co*graph\"ic, a."},{"word":"Evangelically","meaning":"In an evangelical manner."},{"word":"Autonomy","meaning":"The sovereignty of reason in the sphere of morals; or man'spower, as possessed of reason, to give law to himself. In this,according to Kant, consist the true nature and only possible proof ofliberty. Fleming."},{"word":"Caliphate","meaning":"The office, dignity, or government of a caliph or of thecaliphs."},{"word":"Ridgelet","meaning":"A little ridge."},{"word":"Prehnitic","meaning":"Pertaining to, or designating, a tetrabasic acid of benzeneobtained as a white crystalline substance; -- probably so called fromthe resemblance of the wartlike crystals to the mammillæ on thesurface of prehnite."},{"word":"Huggle","meaning":"To hug. [Obs.]"},{"word":"Pinnothere","meaning":"A crab of the genus pinnotheres. See Oyster crab, under Oyster."},{"word":"Clarty","meaning":"Sticky and foul; muddy; filthy; dirty. [Prov. Eng.] Halliwell."},{"word":"Filamentary","meaning":"Having the character of, or formed by, a filament."},{"word":"Karyostenotic","meaning":"Pertaining to, or connected with, karyostenosis; as, thekaryostenotic mode of nuclear division."},{"word":"Valkyrian","meaning":"Of or pertaining to the Valkyrias; hence, relating to battle.\"Ourself have often tried Valkyrian hymns.\" Tennyson."},{"word":"Frolicky","meaning":"Frolicsome. [Obs.] Richardson."},{"word":"Chomage","meaning":"Stoppage; cessation (of labor)."},{"word":"Alongshoreman","meaning":"See Longshoreman."},{"word":"Posture","meaning":"To place in a particular position or attitude; to dispose theparts of, with reference to a particular purpose; as, to postureone's self; to posture a model. Howell."},{"word":"Recomforture","meaning":"The act of recomforting; restoration of comfort. [Obs.] Shak."},{"word":"Tercel","meaning":"See Tiercel. Called also tarsel, tassel. Chaucer."},{"word":"Lambdoid","meaning":"Shaped like the Greek letter lambda (as, the lambdoid suturebetween the occipital and parietal bones of the skull."},{"word":"Compendiate","meaning":"To sum or collect together. [Obs.] Bp. King."},{"word":"Thalamocoele","meaning":"The cavity or ventricle of the thalamencephalon; the thirdventricle."},{"word":"Fireback","meaning":"One of several species of pheasants of the genus Euplocamus,having the lower back a bright, fiery red. They inhabit Southern Asiaand the East Indies."},{"word":"Triformity","meaning":"The state of being triform, or of having a threefold shape."},{"word":"Definition","meaning":"An exact enunciation of the constituents which make up thelogical essence."},{"word":"Ruralize","meaning":"To render rural; to give a rural appearance to."},{"word":"Reputation","meaning":"The character imputed to a person in the community in which helives. It is admissible in evidence when he puts his character inissue, or when such reputation is otherwise part of the issue of acase."},{"word":"Inequilateral","meaning":"Having the two ends unequal, as in the clam, quahaug, and mostlamellibranch shells."},{"word":"Atrous","meaning":"Coal-black; very black."},{"word":"Adhamant","meaning":"Clinging, as by hooks."},{"word":"Venene","meaning":"Poisonous; venomous. [Obs.]"},{"word":"Monocotyledonous","meaning":"Having only one cotyledon, seed lobe, or seminal leaf. Lindley."},{"word":"Latered","meaning":"Inclined to delay; dilatory. [Obs.] \"When a man is toolatered.\" Chaucer."},{"word":"Tibio-","meaning":"A combining form used in anatomy to indicate connection with,or relation to, the tibia; as, tibiotarsus, tibiofibular."},{"word":"Synonymally","meaning":"Synonymously. [Obs.]"},{"word":"Neurenteric","meaning":"Of or pertaining to both the neuron and the enteron; as, theneurenteric canal, which, in embroys of many vertebrates, connectsthe medullary tube and the primitive intestine. See Illust. ofEctoderm."},{"word":"Tercet","meaning":"A triplet. Hiles."},{"word":"Trivialness","meaning":"Quality or state of being trivial."},{"word":"Phyllophagous","meaning":"Substituting on leaves; leaf-eating."},{"word":"Clarre","meaning":"Wine with a mixture of honey and species. [Obs.] Chaucer."},{"word":"Bilcock","meaning":"The European water rail."},{"word":"Orgyia","meaning":"A genus of bombycid moths whose caterpillars (esp. those ofOrgyia leucostigma) are often very injurious to fruit trees and shadetrees. The female is wingless. Called also vaporer moth."},{"word":"Mediocrist","meaning":"A mediocre person. [R.]"},{"word":"Versableness","meaning":"Versability. [R.]"},{"word":"Demisemiquaver","meaning":"A short note, equal in time to the half of a semiquaver, or thethirty-second part of a whole note."},{"word":"Orangery","meaning":"A place for raising oranges; a plantation of orange trees."},{"word":"Iod-","meaning":"See Iodo-."},{"word":"Tommy atkins","meaning":"Any white regular soldier of the British army; also, suchsoldiers collectively; -- said to be fictitious name inserted in themodels given to soldiers to guide them in filling out account blanks,etc."},{"word":"Neuropore","meaning":"An opening at either end of the embryonic neural canal."},{"word":"Hydroxide","meaning":"A hydrate; a substance containing hydrogen and oxygen, made bycombining water with an oxide, and yielding water by elimination. Thehydroxides are regarded as compounds of hydroxyl, united usually withbasic element or radical; as, calcium hydroxide ethyl hydroxide."},{"word":"Frostweed","meaning":"An American species of rockrose (Helianthemum Canadense),sometimes used in medicine as an astringent or aromatic tonic."},{"word":"Undirect","meaning":"To misdirect; to mislead. [Obs.]who make false fires to undirect seamen in a tempest. Fuller."},{"word":"Snowl","meaning":"The hooded merganser. [Local, U.S.]"},{"word":"Eucharist","meaning":"The sacrament of the Lord's Supper; the solemn act of ceremonyof commemorating the death of Christ, in the use of bread and wine,as the appointed emblems; the communion.-- See Sacrament."},{"word":"Hierography","meaning":"Sacred writing. [R.] Bailey."},{"word":"Becomed","meaning":"Proper; decorous. [Obs.]And gave him what becomed love I might. Shak."},{"word":"Theodolite","meaning":"An instrument used, especially in trigonometrical surveying,for the accurate measurement of horizontal angles, and also usuallyof vertical angles. It is variously constructed."},{"word":"Oxamethylane","meaning":"Methyl oxamate, obtained as a pearly white crystallinesubstance."},{"word":"Introgression","meaning":"The act of going in; entrance. Blount."},{"word":"Cutch","meaning":"See Catechu."},{"word":"Methodizer","meaning":"One who methodizes."},{"word":"Chromatype","meaning":"A colored photographic picture taken upon paper made sensitivewith potassium bichromate or some other salt of chromium."},{"word":"Somatotropism","meaning":"A directive influence exercised by a mass of matter upongrowing organs. Encyc. Brit."},{"word":"Nemophily","meaning":"Fondness for forest scenery; love of the woods. [R.]"},{"word":"Macrura","meaning":"A subdivision of decapod Crustacea, having the abdomen largelydeveloped. It includes the lobster, prawn, shrimp, and many similarforms. Cf. Decapoda."},{"word":"Partitive","meaning":"Denoting a part; as, a partitive genitive."},{"word":"Asoak","meaning":"Soaking."},{"word":"Enveigle","meaning":"To entice. See Inveigle."},{"word":"Notochord","meaning":"An elastic cartilagelike rod which is developed beneath themedullary groove in the vertebrate embryo, and constitutes theprimitive axial skeleton around which the centra of the vertebræ andthe posterior part of the base of the skull are developed; the chordadorsalis. See Illust. of Ectoderm."},{"word":"Low-thoughted","meaning":"Having one's thoughts directed toward mean or insignificantsubjects."},{"word":"Tubular","meaning":"Having the form of a tube, or pipe; consisting of a pipe;fistular; as, a tubular snout; a tubular calyx. Also, containing, orprovided with, tubes. Tubular boiler. See under Boiler.-- Tubular breathing (Med.), a variety of respiratory sound, heardon auscultation over the lungs in certain cases of disease,resembling that produced by the air passing through the trachea.-- Tubular bridge, a bridge in the form of a hollow trunk or tube,made of iron plates riveted together, as the Victoria bridge over theSt. Lawrence, at Montreal, Canada, and the Britannia bridge over theMenai Straits.-- Tubular girder, a plate girder having two or more vertical webswith a space between them."},{"word":"Sarcorhamphi","meaning":"A division of raptorial birds composing the vultures."},{"word":"Supplantation","meaning":"The act of supplanting or displacing.Habitual supplantation of immediate selfishness. Cloeridge."},{"word":"Requisitive","meaning":"Expressing or implying demand. [R.] Harris."},{"word":"Unframe","meaning":"To take apart, or destroy the frame of. Dryden."},{"word":"Houri","meaning":"A nymph of paradise; -- so called by the Mohammedans."},{"word":"Pyroarsenic","meaning":"Pertaining to or designating, an acid of arsenic analogous topyrophosphoric acid."},{"word":"Distantial","meaning":"Distant. [Obs.]More distantial from the eye. W. Montagu."},{"word":"Hours","meaning":"Goddess of the seasons, or of the hours of the day.Lo! where the rosy-blosomed Hours, Fair Venus' train, appear. Gray."},{"word":"Frolicly","meaning":"In a frolicsome manner; with mirth and gayety. [Obs.] Beau. &Fl."},{"word":"Arrogate","meaning":"To assume, or claim as one's own, unduly, proudly, orpresumptuously; to make undue claims to, from vanity or baselesspretensions to right or merit; as, the pope arrogated dominion overkings.He arrogated to himself the right of deciding dogmatically what wasorthodox doctrine. Macaulay."},{"word":"Washed","meaning":"Appearing as if overlaid with a thin layer of different color;-- said of the colors of certain birds and insects."},{"word":"Mear","meaning":"A boundary. See Mere. [Obs.]"},{"word":"Render","meaning":"One who rends."},{"word":"Houss","meaning":"A saddlecloth; a housing. [Obs.] Dryden."},{"word":"Fossane","meaning":"A species of civet (Viverra fossa) resembling the genet."},{"word":"Tercellene","meaning":"A small male hawk. [R.] Sir T. Browne."},{"word":"Meaw","meaning":"The sea mew. [Obs.] Spenser."},{"word":"Frolicsome","meaning":"Full of gayety and mirth; given to pranks; sportive.Old England, who takes a frolicsome brain fever once every two orthree years, for the benefit of her doctors. Sir W. Scott.-- Frol\"ic*some*ly, adv.-- Frol\"ic*some*ness, n."},{"word":"Rumblingly","meaning":"In a rumbling manner."},{"word":"Giver","meaning":"One who gives; a donor; a bestower; a grantor; one who impartsor distributes.It is the giver, and not the gift, that engrosses the heart of theChristian. Kollock."},{"word":"Gives","meaning":"Fetters."},{"word":"Meal","meaning":"A part; a fragment; a portion. [Obs.]"},{"word":"Madrepore","meaning":"Any coral of the genus Madrepora; formerly, often applied toany stony coral."},{"word":"Dipleidoscope","meaning":"An instrument for determining the time of apparent noon. Itconsists of two mirrors and a plane glass disposed in the form of aprism, so that, by the reflections of the sun's rays from theirsurfaces, two images are presented to the eye, moving in oppositedirections, and coinciding at the instant the sun's center is on themeridian."},{"word":"Meak","meaning":"A hook with a long handle. [Obs.] Tusser."},{"word":"Defatigation","meaning":"Weariness; fatigue. [R.] Bacon."},{"word":"Mean","meaning":"To have a purpose or intention. [Rare, except in the phrase tomean well, or ill.] Shak."},{"word":"Dauntless","meaning":"Incapable of being daunted; undaunted; bold; fearless;intrepid.Dauntless he rose, and to the fight returned. Dryden.-- Daunt\"less*ly, adv.-- Daunt\"less*ness, n."},{"word":"Madrepora","meaning":"A genus of reef corals abundant in tropical seas. It includesthan one hundred and fifty species, most of which are elegantlybranched.-- Mad`re*po\"ral, a."},{"word":"Vaginicola","meaning":"A genus of Infusoria which form minute vaselike or tubularcases in which they dwell."},{"word":"House","meaning":"A firm, or commercial establishment."},{"word":"Venery","meaning":"Sexual love; sexual intercourse; coition.Contentment, without the pleasure of lawful venery, is continence; ofunlawful, chastity. Grew."},{"word":"Desolater","meaning":"One who, or that which, desolates or lays waste. Mede."},{"word":"Coleopteran","meaning":"One of the order of Coleoptera."},{"word":"Syntaxis","meaning":"Syntax. [R.] B. Jonson."},{"word":"Impartance","meaning":"Impartation."},{"word":"Cameralistic","meaning":"Of or pertaining to finance and public revenue."},{"word":"Pyruvic","meaning":"Pertaining to, or designating, an acid (called also pyroracemicacid) obtained, as a liquid having a pungent odor, by thedistillation of racemic acid."},{"word":"Sovran","meaning":"A variant of Sovereign. [Poetic]On thy bald, awful head, O sovran Blanc. Coleridge."},{"word":"Snout","meaning":"To furnish with a nozzle or point."},{"word":"Trundlehead","meaning":"One of the disks forming the ends of a lantern wheel or pinion."},{"word":"Purslane","meaning":"An annual plant (Portulaca oleracea), with fleshy, succulent,obovate leaves, sometimes used as a pot herb and for salads,garnishing, and pickling. Flowering purslane, or Great floweredpurslane, the Portulaca grandiflora. See Portulaca.-- Purslane tree, a South African shrub (Portulacaria Afra) withmany small opposite fleshy obovate leaves.-- Sea purslane, a seashore plant (Arenaria peploides) with crowdedopposite fleshy leaves.-- Water purslane, an aquatic plant (Ludwiqia palustris) butslightly resembling purslane."},{"word":"Sabre","meaning":"See Saber."},{"word":"Ablastemic","meaning":"Non-germinal."},{"word":"Pectination","meaning":"Comblike toothing."},{"word":"Pyruvil","meaning":"A complex nitrogenous compound obtained by heating togetherpyruvic acid and urea."},{"word":"Boracite","meaning":"A mineral of a white or gray color occurring massive and inisometric crystals; in composition it is a magnesium borate withmagnesium chloride."},{"word":"Extravagation","meaning":"A wandering beyond limits; excess. [Obs.] Smollett."},{"word":"Sealing wax","meaning":"A compound of the resinous materials, pigments, etc., used as amaterial for seals, as for letters, documents, etc."},{"word":"Yardful","meaning":"As much as a yard will contain; enough to fill a yard."},{"word":"Ickle","meaning":"An icicle. [Prov. Eng.]"},{"word":"Surgeoncy","meaning":"The office or employment of a surgeon, as in the naval ormilitary service."},{"word":"Hyponitrous","meaning":"Containing or derived from nitrogen having a lower valence thanin nitrous compounds. Hyponitrous acid (Chem.), an unstable nitrogenacid, NOH, whose salts are produced by reduction of the nitrates,although the acid itself is not isolated in the free state except asa solution in water; -- called also nitrosylic acid."},{"word":"Tomopteris","meaning":"A genus of transparent marine annelids which swim actively atthe surface of the sea. They have deeply divided or forked finlikeorgans (parapodia). This genus is the type of the order, or suborder,Gymnocopa."},{"word":"Gladful","meaning":"Full of gladness; joyful; glad. [R.] -- Glad\"ful*ness, n. [R.]Spenser.It followed him with gladful glee. Spenser."},{"word":"Maculate","meaning":"To spot; to stain; to blur.Maculate the honor of their people. Sir T. Elyot."},{"word":"Spleenwort","meaning":"Any fern of the genus Asplenium, some species of which wereanciently used as remedies for disorders of the spleen."},{"word":"Permeant","meaning":"Passing through; permeating. [R.] Sir T. Browne."},{"word":"Avant-courier","meaning":"A person dispatched before another person or company, to givenotice of his or their approach."},{"word":"Given","meaning":"p. p. & a. from Give, v."},{"word":"Uncouple","meaning":"To loose, as dogs, from their couples; also, to set loose; todisconnect; to disjoin; as, to uncouple railroad cars."},{"word":"Karyokinetic","meaning":"Of or pertaining to karyokinesis; as, karyokinetic changes ofcell division."},{"word":"Skrimmage","meaning":"See Scrimmage."},{"word":"Nutlet","meaning":"A small nut; also, the stone of a drupe."},{"word":"Oversaturate","meaning":"To saturate to excess."},{"word":"Solarization","meaning":"Injury of a photographic picture caused by exposing it for toolong a time to the sun's light in the camera; burning; excessiveinsolation."},{"word":"Plunderage","meaning":"The embezzlement of goods on shipboard. Wharton."},{"word":"Armamentary","meaning":"An armory; a magazine or arsenal. [R.]"},{"word":"Firebare","meaning":"A beacon. [Obs.] Burrill."},{"word":"Coelectron","meaning":"See Electron."},{"word":"Ischury","meaning":"A retention or suppression of urine."},{"word":"Mispay","meaning":"To dissatisfy. [Obs.]"},{"word":"Bell process","meaning":"The process of washing molten pig iron by adding iron oxide,proposed by I. Lowthian Bell of England about 1875."},{"word":"Meatotome","meaning":"An instrument for cutting into the urethra so as to enlarge itsorifice."},{"word":"Durbar","meaning":"An audience hall; the court of a native prince; a state levee;a formal reception of native princes, given by the governor generalof India. [India] [Written also darbar.]"},{"word":"Unalmsed","meaning":"Not having received alms. [Obs. & R.] Pollock."},{"word":"Empyrosis","meaning":"A general fire; a conflagration. [Obs.] Sir M. Hale."},{"word":"Commissionate","meaning":"To commission [Obs.]"},{"word":"Turban","meaning":"The whole set of whorls of a spiral shell."},{"word":"Pentaspast","meaning":"A purchase with five pulleys. [R.]"},{"word":"Winglet","meaning":"A bastard wing, or alula."},{"word":"Houve","meaning":"A head covering of various kinds; a hood; a coif; a cap. [Obs.]Chaucer."},{"word":"Haziness","meaning":"The quality or state of being hazy."},{"word":"Foregame","meaning":"A first game; first plan. [Obs.] Whitlock."},{"word":"Supinity","meaning":"Supineness. [Obs.] Sir T. Browne."},{"word":"Sabot","meaning":"A thick, circular disk of wood, to which the cartridge bag andprojectile are attached, in fixed ammunition for cannon; also, apiece of soft metal attached to a projectile to take the groove ofthe rifling."},{"word":"Parcae","meaning":"The Fates. See Fate, 4."},{"word":"Pique","meaning":"A cotton fabric, figured in the loom, -- used as a dress goodsfor women and children, and for vestings, etc."},{"word":"Pock-broken","meaning":"Broken out, or marked, with smallpox; pock-fretten."},{"word":"Caespitose","meaning":"Same as Cespitose."},{"word":"Contingent","meaning":"Dependent for effect on something that may or may not occur;as, a contingent estate.If a contingent legacy be left to any one when he attains, or if heattains, the age of twenty-one. Blackstone."},{"word":"Snore","meaning":"To breathe with a rough, hoarse, nasal voice in sleep."},{"word":"Surpassable","meaning":"That may be surpassed."},{"word":"Appointor","meaning":"The person who selects the appointee. See Appointee, 2."},{"word":"Concurrent","meaning":"Meeting in one point."},{"word":"Barkentine","meaning":"A threemasted vessel, having the foremast square-rigged, andthe others schooner-rigged. [Spelled also barquentine, barkantine,etc.] See Illust. in Append."},{"word":"Mead","meaning":"A meadow.A mede All full of freshe flowers, white and reede. Chaucer.To fertile vales and dewy meads My weary, wandering steps he leads.Addison."},{"word":"Skirling","meaning":"A shrill cry or sound; a crying shrilly; a skirl. [Prov. Eng. &Scot.] Sir W. Scott.When the skirling of the pipes cleft the air his cold eyes softened.Mrs. J. H. Ewing."},{"word":"Suffumigation","meaning":"The operation of suffumigating."},{"word":"Incisor","meaning":"One of the teeth in front of the canines in either jaw; anincisive tooth. See Tooth."},{"word":"Culpability","meaning":"The state of being culpable."},{"word":"Hatstand","meaning":"A stand of wood or iron, with hooks or pegs upon which to hanghats, etc."},{"word":"Crapulence","meaning":"The sickness occasioned by intemperance; surfeit. Bailey."},{"word":"Patulous","meaning":"Open; expanded; slightly spreading; having the parts loose ordispersed; as, a patulous calyx; a patulous cluster of flowers.The eyes are large and patulous. Sir J. Hill."},{"word":"Underniceness","meaning":"A want of niceness; indelicacy; impropriety."},{"word":"Snort","meaning":"The act of snorting; the sound produced in snorting."},{"word":"Chickweed","meaning":"The name of several caryophyllaseous weeds, especiallyStellaria media, the seeds and flower buds of which are a favoritefood of small birds."},{"word":"Surlily","meaning":"In a surly manner."},{"word":"Capillary","meaning":"A minute, thin-walled vessel; particularly one of the smallestblood vessels connecting arteries and veins, but used also for thesmallest lymphatic and biliary vessels."},{"word":"Annulation","meaning":"A circular or ringlike formation; a ring or belt. Nicholson."},{"word":"Purslain","meaning":"Same as Purslane."},{"word":"Tripartition","meaning":"A division by threes, or into three parts; the taking of athird part of any number or quantity."},{"word":"Sawfly","meaning":"Any one of numerous species of hymenopterous insects belongingto the family Tenthredinidæ. The female usually has an ovipositorcontaining a pair of sawlike organs with which she makes incisions inthe leaves or stems of plants in which to lay the eggs. The larværesemble those of Lepidoptera."},{"word":"Serpentaria","meaning":"The fibrous aromatic root of the Virginia snakeroot(Aristolochia Serpentaria)."},{"word":"Paleocrystic","meaning":"Of, pertaining to, or derived from, a former glacial formation."},{"word":"Short-waisted","meaning":"Having a short waist."},{"word":"Equably","meaning":"In an equable manner."},{"word":"Atacamite","meaning":"An oxychloride of copper, usually in emerald-green prismaticcrystals."},{"word":"Mufti","meaning":"An official expounder of Mohammedan law."},{"word":"Overrich","meaning":"Exccessively rich."},{"word":"Metatungstic","meaning":"Of, pertaining to, or designating, an acid known only in itssalts (the metatungstates) and properly called polytungstic, orpyrotungstic, acid."},{"word":"Forebode","meaning":"To fortell; to presage; to augur.If I forebode aright. Hawthorne."},{"word":"Imputably","meaning":"By imputation."},{"word":"Michery","meaning":"Theft; cheating. [Obs.] Gower."},{"word":"Cloudily","meaning":"In a cloudy manner; darkly; obscurely. Dryden."},{"word":"Bicrenate","meaning":"Twice crenated, as in the case of leaves whose crenatures arethemselves crenate."},{"word":"Cenation","meaning":"Meal-taking; dining or supping. [Obs.] Sir T. Browne."},{"word":"Ireful","meaning":"Full of ire; angry; wroth. \"The ireful bastard Orleans.\" Shak.-- Ire\"ful*ly, adv."},{"word":"Anathematization","meaning":"The act of anathematizing, or denouncing as accursed;imprecation. Barrow."},{"word":"Avower","meaning":"One who avows or asserts."},{"word":"Aidful","meaning":"Helpful. [Archaic.] Bp. Hall."},{"word":"Partition","meaning":"The servance of common or undivided interests, particularly inreal estate. It may be effected by consent of parties, or bycompulsion of law."},{"word":"-dom","meaning":"A suffix denoting:(a) Jurisdiction or property and jurisdiction, dominion, as inkingdom earldom.(b) State, condition, or quality of being, as in wisdom, freedom."},{"word":"Terpentic","meaning":"Terpenylic."},{"word":"Incumber","meaning":"See Encumber."},{"word":"Pedipalpi","meaning":"A division of Arachnida, including the whip scorpions(Thelyphonus) and allied forms. Sometimes used in a wider sense toinclude also the true scorpions."},{"word":"Negotiability","meaning":"The quality of being negotiable or transferable by indorsement."},{"word":"Endoskeleton","meaning":"The bony, cartilaginous, or other internal framework of ananimal, as distinguished from the exoskeleton."},{"word":"Coafforest","meaning":"To convert into, or add to, a forest. Howell."},{"word":"Ovulite","meaning":"A fossil egg."},{"word":"Contextural","meaning":"Pertaining to contexture or arrangement of parts; producingcontexture; interwoven. Dr. John Smith (1666)."},{"word":"Garden","meaning":"To lay out or cultivate a garden; to labor in a garden; topractice horticulture."},{"word":"Embread","meaning":"To braid. [Obs.] Spenser."},{"word":"Inculpation","meaning":"Blame; censure; crimination. Jefferson."},{"word":"Snood","meaning":"To bind or braid up, as the hair, with a snood. [Scot.]"},{"word":"Penknife","meaning":"A small pocketknife; formerly, a knife used for making andmending quill pens."},{"word":"Columbatz fly","meaning":"See Buffalo fly, under Buffalo."},{"word":"Ovulist","meaning":"A believer in the theory (called encasement theory), currentduring the last century, that the egg was the real animal germ, andthat at the time of fecundation the spermatozoa simply gave theimpetus which caused the unfolding of the egg, in which allgenerations were inclosed one within the other. Also called ovist."},{"word":"Surceaseance","meaning":"Cessation. [Obs.]"},{"word":"Uncomely","meaning":"Not comely.-- adv. In an uncomely manner. 1 Cor. vii. 36."},{"word":"Snook","meaning":"To lurk; to lie in ambush. [Obs.]"},{"word":"Fatalness","meaning":", . Quality of being fatal. Johnson."},{"word":"Avowed","meaning":"Openly acknowledged or declared; admitted.-- A*vow\"ed*ly (, adv."},{"word":"Requisition","meaning":"A formal demand made by one state or government upon anotherfor the surrender or extradition of a fugitive from justice. Kent.(b) (Law) A notarial demand of a debt. Wharton.(c) (Mil.) A demand by the invader upon the people of an invadedcountry for supplies, as of provision, forage, transportation, etc.Farrow.(d) A formal application by one officer to another for things neededin the public service; as, a requisition for clothing, troops, ormoney."},{"word":"Avowee","meaning":"The person who has a right to present to a benefice; thepatron; an advowee. See Advowson."},{"word":"Erbium","meaning":"A rare metallic element associated with several other rareelements in the mineral gadolinite from Ytterby in Sweden. Symbol Er.Atomic weight 165.9. Its salts are rose-colored and givecharacteristic spectra. Its sesquioxide is called erbia."},{"word":"Sable","meaning":"A carnivorous animal of the Weasel family (Mustela zibellina)native of the northern latitudes of Europe, Asia, and America, --noted for its fine, soft, and valuable fur."},{"word":"Leucite","meaning":"A mineral having a glassy fracture, occurring in translucenttrapezohedral crystals. It is a silicate of alumina and potash. It isfound in the volcanic rocks of Italy, especially at Vesuvius."},{"word":"Calescence","meaning":"Growing warmth; increasing heat."},{"word":"Femineity","meaning":"Womanliness; femininity. C. Read"},{"word":"Whitsunday","meaning":"The seventh Sunday, and the fiftieth day, after Easter; afestival of the church in commemoration of the descent of the HolySpirit on the day of Pentecost; Pentecost; -- so called, it is said,because, in the primitive church, those who had been newly baptizedappeared at church between Easter and Pentecost in white garments."},{"word":"Oligist","meaning":"Hematite or specular iron ore; -- prob. so called in allusionto its feeble magnetism, as compared with magnetite."},{"word":"Searchableness","meaning":"Quality of being searchable."},{"word":"Lode-ship","meaning":"An old name for a pilot boat."},{"word":"Cross-vaulting","meaning":"Vaulting formed by the intersection of two or more simplevaults."},{"word":"Kayak","meaning":"A light canoe, made of skins stretched over a frame, andusually capable of carrying but one person, who sits amidships anduses a double-bladed paddle. It is peculiar to the Eskimos and otherArctic tribes."},{"word":"Pipette","meaning":"A small glass tube, often with an enlargement or bulb in themiddle, and usually graduated, -- used for transferring or deliveringmeasured quantities."},{"word":"Lantern-jawed","meaning":"Having lantern jaws or long, thin jaws; as, a lantern-jawedperson."},{"word":"Phasing transformer","meaning":"Any of several transformers (there must be at least two) forchanging phase."},{"word":"Desmobacteria","meaning":"See Microbacteria."},{"word":"Inregister","meaning":"To register; to enter, as in a register. [R.] Walsh."},{"word":"Placeless","meaning":"Having no place or office."},{"word":"Flirtigig","meaning":"A wanton, pert girl. [Obs.]"},{"word":"Brawner","meaning":"A boor killed for the table."},{"word":"Stratagem","meaning":"An artifice or trick in war for deceiving the enemy; hence, ingeneral, artifice; deceptive device; secret plot; evil machination.Fit for treasons, stratagems, and spoils. Shak.Those oft are stratagems which error seem, Nor is it Homer nods, butwe that dream. Pope."},{"word":"Hitherward","meaning":"Toward this place; hither.Marching hitherward in proud array. Shak."},{"word":"Delirious","meaning":"Having a delirium; wandering in mind; light-headed; insane;raving; wild; as, a delirious patient; delirious fancies.-- De*lir\"i*ous*ly, adv.-- De*lir\"i*ous*ness, n."},{"word":"Princeliness","meaning":"The quality of being princely; the state, manner, or dignity ofa prince."},{"word":"Generatrix","meaning":"That which generates; the point, or the mathematical magnitude,which, by its motion, generates another magnitude, as a line,surface, or solid; -- called also describent."},{"word":"Spoffish","meaning":"Earnest and active in matters of no moment; bustling. [Colloq.Eng.] Dickens."},{"word":"Viticulture","meaning":"The cultivation of the vine; grape growing."},{"word":"Kruppize","meaning":"To treat by, or subject to, the Krupp process."},{"word":"Demigrate","meaning":"To emigrate. [Obs.] Cockeram."},{"word":"Ancestorial","meaning":"Ancestral. Grote."},{"word":"Brawned","meaning":"Brawny; strong; muscular. [Obs.] Spenser."},{"word":"Glucic","meaning":"Pertaining to, or obtained from, sugar; as, glucic acid."},{"word":"Adore","meaning":"To adorn. [Obs.]Congealed little drops which do the morn adore. Spenser."},{"word":"Shrank","meaning":"imp. of Shrink."},{"word":"Avowal","meaning":"An open declaration; frank acknowledgment; as, an avowal ofsuch principles. Hume."},{"word":"Andiron","meaning":"A utensil for supporting wood when burning in a fireplace, onebeing placed on each side; a firedog; as, a pair of andirons."},{"word":"Amoeba","meaning":"A rhizopod. common in fresh water, capable of undergoing manychanges of form at will. See Rhizopoda."},{"word":"Docible","meaning":"Easily taught or managed; teachable. Milton."},{"word":"Seeth","meaning":"imp. of Seethe. Chaucer."},{"word":"Scutiger","meaning":"Any species of chilopod myriapods of the genus Scutigera. Theysometimes enter buildings and prey upon insects."},{"word":"Celebrious","meaning":"Famous. [Obs.] Speed."},{"word":"Delitigate","meaning":"To chide; to rail heartily. [Obs.]"},{"word":"Glassful","meaning":"The contents of a glass; as much of anything as a glass willhold."},{"word":"Broadspreading","meaning":"Spreading widely."},{"word":"Unpreach","meaning":"To undo or overthrow by preaching. [R.] De Foe."},{"word":"Lombard","meaning":"Of or pertaining to Lombardy, or the inhabitants of Lombardy."},{"word":"Thyrohyal","meaning":"One of the lower segments in the hyoid arch, often consolidatedwith the body of the hyoid bone and forming one of its great horns,as in man."},{"word":"Lowbell","meaning":"To frighten, as with a lowbell."},{"word":"Phlogosis","meaning":"Inflammation of external parts of the body; erysipelatousinflammation."},{"word":"Impeccancy","meaning":"Sinlessness. Bp. Hall."},{"word":"Hypnosis","meaning":"Supervention of sleep."},{"word":"Cathead","meaning":"A projecting piece of timber or iron near the bow of vessel, towhich the anchor is hoisted and secured."},{"word":"Snuggle","meaning":"To move one way and the other so as to get a close place; tolie close for comfort; to cuddle; to nestle."},{"word":"Conspurcate","meaning":"To pollute; to defile. [Obs.] Cockeram."},{"word":"Dewworm","meaning":"See Earthworm."},{"word":"Tapioca","meaning":"A coarsely granular substance obtained by heating, and thuspartly changing, the moistened starch obtained from the roots of thecassava. It is much used in puddings and as a thickening for soups.See Cassava."},{"word":"Sulphionide","meaning":"A binary compound of sulphion, or one so regarded; thus,sulphuric acid, Hsulphionide."},{"word":"Pyrogallic","meaning":"Pertaining to, derived from, or designating, an acid calledpyrogallol. See Pyrogallol."},{"word":"Like-minded","meaning":"Having a like disposition or purpose; of the same mind.Tillotson."},{"word":"Inburnt","meaning":"Burnt in; ineffaceable.Her inburnt, shamefaced thoughts. P. Fletcher."},{"word":"Overtrade","meaning":"To trade beyond one's capital; to buy goods beyond the means ofpaying for or seleng them; to overstock the market."},{"word":"Indoxyl","meaning":"A nitrogenous substance, C8H7NO, isomeric with oxindol,obtained as an oily liquid."},{"word":"Vulpinite","meaning":"A scaly granular variety of anhydrite of a grayish white color,used for ornamental purposes."},{"word":"Summerhouse","meaning":"A rustic house or apartment in a garden or park, to be used asa pleasure resort in summer. Shak."},{"word":"Jerker","meaning":"A North American river chub (Hybopsis biguttatus)."},{"word":"Decipherable","meaning":"Capable of being deciphered; as, old writings not decipherable."},{"word":"Harvestman","meaning":"See Daddy longlegs, 1."},{"word":"Uplandish","meaning":"Of or pertaining to uplands; dwelling on high lands. [Obs.]Chapman."},{"word":"Cream-colored","meaning":"Of the color of cream; light yellow. \"Cream-colored horses.\"Hazlitt."},{"word":"Mythographer","meaning":"A composer of fables."},{"word":"Convulsion","meaning":"An unnatural, violent, and unvoluntary contraction of themuscular parts of an animal body."},{"word":"Quickener","meaning":"One who, or that which, quickens."},{"word":"Taliation","meaning":"Retaliation. [Obs.]Just heav'n this taliation did decree. Beaumont."},{"word":"Auletic","meaning":"Of or pertaining to a pipe (flute) or piper. [R.] Ash."},{"word":"Sulphonic","meaning":"Pertaining to, or derived from, a sulphone; -- usedspecifically to designate any one of a series of acids (regarded asacid ethereal salts of sulphurous acid) obtained by the oxidation ofthe mercaptans, or by treating sulphuric acid with certain aromaticbases (as benzene); as, phenyl sulphonic acid, C6H5.SO2.OH, a stablecolorless crystalline substance. Sulphonic group (Chem.), thehypothetical radical, SO2.OH, the characteristic residue of sulphonicacids."},{"word":"Contextured","meaning":"Formed into texture; woven together; arranged; composed. [R.]Carlyle."},{"word":"Mercatante","meaning":"A foreign trader. [Obs.] Shak."},{"word":"Adorn","meaning":"To deck or dress with ornaments; to embellish; to set off toadvantage; to render pleasing or attractive.As a bride adorneth herself with her jewels. Isa. lxi. 10.At church, with meek and unaffected grace, His looks adorned thevenerable place. Goldsmith."},{"word":"Crenelled","meaning":"Same as Crenate."},{"word":"Subtraction","meaning":"The taking of a lesser number or quantity from a greater of thesame kind or denomination; an operation for finding the differencebetween two numbers or quantities."},{"word":"Claret","meaning":"The name firat given in England to the red wines of M"},{"word":"Siphoniata","meaning":"Same as Siphonata."},{"word":"Noropianic","meaning":"Of, pertaining to, or designating, an acid of the aromaticseries obtained from opianic acid."},{"word":"Anthropophagite","meaning":"A cannibal. W. Taylor."},{"word":"Grubby","meaning":"Dirty; unclean. [Colloq.]The grubby game of marbles. Lond. Sat. Rev."},{"word":"Doubtance","meaning":"State of being in doubt; uncertainty; doubt. [Obs.] Chaucer."},{"word":"Catechize","meaning":"See Catechise."},{"word":"Twiddle","meaning":"To touch lightly, or play with; to tweedle; to twirl; as, totwiddle one's thumbs; to twiddle a watch key. [Written also twidle.]Thackeray."},{"word":"Witeless","meaning":"Blameless. [Obs.] Spenser."},{"word":"Aecidium","meaning":"A form of fruit in the cycle of development of the Rusts orBrands, an order of fungi, formerly considered independent plants."},{"word":"Babyhood","meaning":"The state or period of infancy."},{"word":"Wit-cracker","meaning":"One who breaks jests; a joker. [Obs.] Shak."},{"word":"Detorsion","meaning":"Same as Detortion."},{"word":"Babyhouse","meaning":"A place for children's dolls and dolls' furniture. Swift."},{"word":"Rhysimeter","meaning":"An instrument, acting on the principle of Pitot's tube, formeasuring the velocity of a fluid current, the speed of a ship, etc."},{"word":"Sea milkwort","meaning":"A low, fleshy perennial herb (Glaux maritima) found alongnorthern seashores."},{"word":"Convulsive","meaning":"Producing, or attended with, convulsions or spasms;characterized by convulsions; convulsionary.An irregular, convulsive movement may be necessary to throw off anirregular, convulsive disease. Burke."},{"word":"Lithophyll","meaning":"A fossil leaf or impression of a leaf."},{"word":"Circumspectness","meaning":"Vigilance un guarding against evil from every quarter; caution.[Travel] forces circumspectness on those abroad, who at home arenursed in security. Sir H. Wotton."},{"word":"Chilopoda","meaning":"One of the orders of myriapods, including the centipeds. Theyhave a single pair of elongated legs attached laterally to eachsegment; well developed jaws; and a pair of thoracic legs convertedinto poison fangs. They are insectivorous, very active, and somespecies grow to the length of a foot."},{"word":"Thorough-brace","meaning":"A leather strap supporting the body of a carriage, and attachedto springs, or serving as a spring. See Illust. of Chaise."},{"word":"Wainbote","meaning":"See Cartbote. See also the Note under Bote."},{"word":"Serricorn","meaning":"Having serrated antenn"},{"word":"Kayko","meaning":"The dog salmon."},{"word":"Yieldless","meaning":"Without yielding; unyielding. [Obs.]"},{"word":"Faquir","meaning":"See Fakir."},{"word":"Carbanil","meaning":"A mobile liquid, CO.N.C6H5, of pungent odor. It is the phenylsalt of isocyanic acid."},{"word":"Ender","meaning":"One who, or that which, makes an end of something; as, theender of my life."},{"word":"Surling","meaning":"A sour, morose fellow. [Obs.] Camden."},{"word":"Chablis","meaning":"A white wine made near Chablis, a town in France."},{"word":"Quarterstaff","meaning":"A long and stout staff formerly used as a weapon of defense andoffense; -- so called because in holding it one hand was placed inthe middle, and the other between the middle and the end."},{"word":"Repetition","meaning":"The act of repeating, singing,"},{"word":"Metasomatism","meaning":"An alteration in a mineral or rock mass when involving achemical change of the substance, as of chrysolite to serpentine; --opposed to ordinary metamorphism, as implying simply arecrystallization.-- Met`a*so*mat\"ic, a."},{"word":"Unhoped-for","meaning":"Unhoped; unexpected."},{"word":"Schizonemertea","meaning":"A group of nemerteans comprising those having a deep slit alongeach side of the head. See Illust. in Appendix."},{"word":"Vulpinism","meaning":"The quality of being cunning like the fox; craft; artfulness.[R.]He was without guile, and had no vulpinism at all. Carlyle."},{"word":"Peduncle","meaning":"The stem or stalk that supports the flower or fruit of a plant,or a cluster of flowers or fruits."},{"word":"Shrouded","meaning":"Provided with a shroud or shrouds. Shrouded gear (Mach.), acogwheel or pinion having flanges which form closed ends to thespaces between the teeth and thus strengthen the teeth by tying themtogether."},{"word":"Aeronat","meaning":"A dirigible balloon."},{"word":"Inburst","meaning":"A bursting in or into."},{"word":"Moonshiner","meaning":"A person engaged in illicit distilling; -- so called becausethe work is largely done at night. [Cant, U.S.]"},{"word":"Triamide","meaning":"An amide containing three amido groups."},{"word":"Furibundal","meaning":"Full of rage. [Obs.] G. Harvey."},{"word":"Mysticism","meaning":"The doctrine of the Mystics, who professed a pure, sublime, andwholly disinterested devotion, and maintained that they had directintercourse with the divine Spirit, and aquired a knowledge of Godand of spiritual things unattainable by the natural intellect, andsuch as can not be analyzed or explained."},{"word":"Privatdocent","meaning":"In the universities of Germany and some other Europeancountries, a licensed teacher or lecturer having no share in theuniversity government and dependent upon fees for remuneration."},{"word":"Dockyard","meaning":"A yard or storage place for all sorts of naval stores andtimber for shipbuilding."},{"word":"Bronchial","meaning":"Belonging to the bronchi and their ramifications in the lungs.Bronchial arteries, branches of the descending aorta, accompanyingthe bronchia in all their ramifications.-- Bronchial cells, the air cells terminating the bronchia.-- Bronchial glands, glands whose functions are unknown, seatedalong the bronchia.-- Bronchial membrane, the mucous membrane lining the bronchia.-- Bronchial tube, the bronchi, or the bronchia."},{"word":"Blonde","meaning":"A kind of silk lace originally of the color of raw silk, nowsometimes dyed; -- called also blond lace."},{"word":"Snoff","meaning":"A short candle end used for igniting a fuse. Raymond."},{"word":"Nephelometer","meaning":"An instrument for measuring or registering the amount ofcloudiness."},{"word":"Seely","meaning":"See Silly. [Obs.] Spenser."},{"word":"Suberize","meaning":"To effect suberization of."},{"word":"Pyrethrin","meaning":"A substance resembling, and isomeric with, ordinary camphor,and extracted from the essential oil of feverfew; -- called alsoPyrethrum camphor."},{"word":"Anamorphoscope","meaning":"An instrument for restoring a picture or image distorted byanamorphosis to its normal proportions. It usually consists of acylindrical mirror."},{"word":"Velutinous","meaning":"Having the surface covered with a fine and dense silkypubescence; velvety; as, a velutinous leaf."},{"word":"Aeronef","meaning":"A power-driven, heavier-than-air flying machine."},{"word":"Nemorous","meaning":"Woody. [R.]Paradise itself was but a kind of nemorous temple. Evelyn."},{"word":"Barber fish","meaning":"See Surgeon fish."},{"word":"Affectionated","meaning":"Disposed; inclined. [Obs.]Affectionated to the people. Holinshed."},{"word":"Precognosce","meaning":"To examine beforehand, as witnesses or evidence.A committee of nine precognoscing the chances. Masson."},{"word":"Quadrinodal","meaning":"Possessing four nodes; as, quadrinodal curves."},{"word":"Official","meaning":"Approved by authority; sanctioned by the pharmacopoeia;appointed to be used in medicine; as, an official drug orpreparation. Cf. Officinal."},{"word":"Cubature","meaning":"The process of determining the solid or cubic contents of abody."},{"word":"Seminar","meaning":"A group of students engaged, under the guidance of aninstructor, in original research in a particular line of study, andin the exposition of the results by theses, lectures, etc.; -- calledalso seminary."},{"word":"Inferobranchian","meaning":"One of the Inferobranchiata."},{"word":"Marquisship","meaning":"A marquisate."},{"word":"Exchangeably","meaning":"By way of exchange."},{"word":"Precrural","meaning":"Situated in front of the leg or thigh; as, the precrural glandsof the horse."},{"word":"Paganly","meaning":"In a pagan manner. Dr. H. More."},{"word":"Jerkin","meaning":"A jacket or short coat; a close waistcoat. Shak."},{"word":"Emulsic","meaning":"Pertaining to, or produced from, emulsin; as, emulsic acid.Hoblyn."},{"word":"Seminal","meaning":"A seed. [Obs.] Sir T. Browne."},{"word":"Interreceive","meaning":"To receive between or within."},{"word":"Progeniture","meaning":"A begetting, or birth. [R.]"},{"word":"Saithe","meaning":"The pollock, or coalfish; -- called also sillock. [Scot.]"},{"word":"Tungstite","meaning":"The oxide of tungsten, a yellow mineral occurring in apulverulent form. It is often associated with wolfram."},{"word":"Druidess","meaning":"A female Druid; a prophetess."},{"word":"Madreporiform","meaning":"Resembling a madreporian coral in form or structure."}]